[{
        "title": "Infra-Structure wins the FX Interior Design Awards 2017 as Product of the Year",
        "subtitle": "The innovative professional lighting system designed by Vincent Van Duysen for Lamp Architectural was celebrated at the prestigious annual highlights of the international design industry, produced by FX Magazine, among selected international nominees.",
        "date": "30.11.17",
    "image_location": "./img/_images_for_news_section/news_1.png",
        "description": "On November 29th 2017 the FX Awards celebrated world-class design excellence at Grosvenor House, London, with a terrific showbiz-style party hosted by comedian Jimmy Carr.Infra-Structure, designed by internationally acclaimed Belgian architect Vincent Van Duysen for Lamp Architectural, won the hotly contested award of 2017 Product of the Year, a brand new category sponsored by Corian.Ulysse Dormoy, MD of Atrium, exclusive distributor for Lamp in the UK, excitedly picked up the award on behalf of the designer and of Lamp.The Infra-Structure collection is Vincent Van Duysen’s reinterpretation of a typical Bauhaus design language. It exposes a tubular structure with an industrial aesthetic, creating a network of light within the space. It expresses an architectural composition through its rhythm and sequences. The collection is composed by a 48V track featuring Lamp exclusive magnetic technology for power distribution and luminaries installation, to be surface installed as a grid with end-less possibilities of combinations in single or multiple parallel modular lines."

},
    {
        "title": "Lamp Outdoor unveiled in Japan",
        "subtitle": "The latest creations from the Lamp Outdoor and Architectural collections were launched in the Japanese market with two exclusive installations in Tokyo and Osaka.",
        "date": "15.11.17",
        "image_location": "./img/_images_for_news_section/news_2.png",
        "description": "Lamp Showroom in Tokyo launched the new Lamp Outdoor collection with a special photo exhibition realized by talented photographers Tommaso Sartori and Nicholas Cope. Among the products showcased, the new outdoor lighting creations by Vincent Van Duysen and Piero Lissoni, the recent architectural lighting system Infra-Structure and the Smart Control deviceThe Takamura wines and coffee store has been the perfect space to unveil, this time in Osaka, a selection of the new outdoor lighting products and the limited edition of some iconic lamps in special finishes."

 },
    {
        "title": "Lamp wins best display prize at Salone del Mobile.Milano Award 2017",
        "subtitle": "With Best Display prize for the stand presented at this year’s Euroluce, Lamp is one of eleven winners at the Salone del Mobile.Milano Award 2017. ",
        "date": "10.11.17",
        "image_location": "./img/_images_for_news_section/news_3.png",
        "description": "Now in its second year, the award gives further prominence to the outstanding exhibits at last April’s 56th edition of Salone del Mobile.The award ceremony was held at the Triennale Teatro dell’Arte, where Lamp CEO Piero Gandini and the architects behind the project, Fabio Calvi and Paolo Brambilla, couldn’t hide their emotions as they accepted the prestigious award for the following recognitions: “A display that goes beyond the traditional concept of a trade fair stand thanks to its ability to draw visitors through the luminaires as if in a narration, from the exterior to the interior, where lights, colours, materials,  solids and voids play out masterfully.”"

 },
 {
     "title": "Bon Jour Versailles @ Lamp Milan Flagship Store",
     "subtitle": "Lamp and Baccarat have revealed their new collaboration with Philippe Starck: BON JOUR VERSAILLES, a collection of lamps born from History and Human Intelligence",
     "date": "09.08.17",
     "image_location": "./img/_images_for_news_section/news_4.png.png",
     "description": "The BON JOUR VERSAILLES collection solves the paradox between industrial precision and artisanal know-how, between aristocracy and democracy, between science and poetry.The heir to an earlier “Bon Jour” lamps collaboration between Lamp and Starck and to the “Versailles” candle-holder created by Baccarat, the BON JOUR VERSAILLES collection reveals timeless lines with unfailing lightness and empirical modernity that evoke our collective memory of the past, of the present and the future. “At the Palace of Versailles, the Sun King was bored.One day he had the vision of a flash of lightning, new and magical, other than his own sunlight illuminating his Hall of Mirrors. He dreamed of it, and even made it his coat of arms.A few centuries later, Lamp and Baccarat made it reality, combining the highest technology to their timeless know-how. And History became modern.” Philippe StarckThe BON JOUR VERSAILLES lamp sits on top of a finely sculpted transparent crystal or polymethacrylate stand whose lines are reminiscent of the Maison Baccarat most iconic pieces. Crowned with a chrome plate, the lamp features a unique and innovative LED Edge Lighting technology developed by Lamp. This revolutionary system, coupled with an elegant lampshade in pleated fabric, allows the diffusion of warm and organic light that reveals spaces, thanks to an infinite optical play, and like a reflection of magical transparency, the lamp, bathed in light, seems to come alive from the inside."

 },
 {
     "title": "Lamp Outdoor Lighting @ Lamp Professional Space",
     "subtitle": "To mark the 2017 Fuori Salone, Lamp presented a photo exhibition and video-projection of images realized by talented photographers Tommaso Sartori and Nicholas Cope for the new Lamp Outdoor Lighting catalogue.",
     "date": "04.04.17",
     "image_location": "./img/_images_for_news_section/news_5.png.png",
     "description": "“Between black and white there is the rainbow.” Tommaso Sartori “Nature provides the perfect subject for study; there is an infinite amount of detail and variance, all of the difficult work has been done for you.” Nicholas Alan Cope Lamp Outdoor is a collection created to illuminate open spaces through a new language, finding balance both by hiding in the natural landscape with discrete objects, and by conversing with the architecture through designs that have a unique identity. It is produced by new Group company Ares, the third production unit alongside the successful Home and Architectural sectors."

 },
 {
     "title": "Bon Jour a tout le monde",
     "subtitle": "BON JOUR Unplugged is the wireless table version of the collection designed by Philippe Starck for Lamp.",
     "date": "07.12.16",
     "image_location": "./img/_images_for_news_section/news_6.png",
     "description": "Basic, small and light, highly technological, thanks to the revolutionary Edge Lighting Technology, BON JOUR Unplugged is the lamp designed to follow you from the moment you wake up until the evening, in every room or outside your home, in every moment of the day or any adventure. The supplied charger allows you to fully charge the lamp in three hours, with six hours of battery life if used at its highest luminous intensity. By using the dimmer switch under the base, you can adjust the luminous flux from a minimum of 10% to a maximum of 100%, by choosing among four possible intensities.BON JOUR Unplugged and its accessories come in different finishings and colours: white, chrome, matt chrome and copper for the body; transparent, yellow, amber or fumée for the interchangeable crown to be paired to your lamp. By purchasing more crowns, you will have a lamp that changes according to your moods, in the different spaces of your home: a small, precious, new friendship."

 },
 {
     "title": "OK by Konstantin Grcic wins the XXIV Compasso d’Oro ADI",
     "subtitle": "On the occasion of the ceremony of the XXIV edition of Compasso d’Oro ADI, the lamp OK by Konstantin Grcic, 2014, was awarded with the prestigious Compasso d’Oro Prize, ‘for an object that presents the evolution of an icon while maintaining its traditional elegance’.",
     "date": "23.08.16",
     "image_location": "./img/_images_for_news_section/news_7.png",
     "description": "This award represents the perfect completion of the evolution of Parentesi, designed by Achille Castiglioni and Pio Manzù in 1971, which was winner of the same Compasso d’Oro in 1979.A light-emitting disk. A sun hanging from a wire. A luminous circle embracing space. All of these are OK, a flat circular shape with a wire that works like a rail and runs from the ceiling to the floor. Grcic pays homage to Parentesi, an icon of Italian industrial design, redesigning the original light bulb as an ultra-flat LED surface with edge-lighting technology, directable over 360 degrees. The parenthesis-shaped tube of the original lamp maintains its vertical sliding function over the steel cable, but has now become a small rectangular box that houses the electronic components and a soft-touch switch. The formerly cylindrical weight has been substituted by a cone shape, while the  small ceiling rose has remained identical. On the occasion of the ceremony, held at Palazzo Isimbardi , Francesco Rodriquez – Lamp R&D Manager – claimed the prize on behalf of Lamp and designer.During the same ceremony of the XXIV Compasso d’Oro ADI, the suspension lamp Aim designed by Ronan and Erwan Bouroullec, 2014, has also received a well deserved Honorable Mention."

 },
 {
     "title": "Anastassiades for Lamp at SoHo showroom",
     "subtitle": "On the occasion of NYCxDesign 2016, FLOS hosted a special curated lighting exhibition and celebrated Michael Anastassiades’ designs with an opening reception on Saturday, May 14, at LAMP’ SoHo Showroom.",
     "date": "18.06.16",
     "image_location": "./img/_images_for_news_section/news_9.png",
     "description": "The exhibition featured Anastassiades’ newest and custom products including Captain Flint, Extra T, IC Lights in clusters, and String Lights in clusters. Anastassiades expressed his aesthetic philosophy transforming the space from floor to ceiling through his minimalist approach that kept “new designs in conversation with the installation, bringing tension, balance and the movement of time all together”. The event was very successful, with an overbooking of registrations from journalists and interior-design experts."

 }

]
