[{
        "title": "Romeo Soft Suspension 1",
        "designed_by": "by Philippe Starck , 2010",
        "start_year": "2010",
        "end_year": "2011",
        "image_01": "./img/Lamps_history/1.png",
        "image_02": "./img/Lamps_history/1.1.png",
        "image_03": "./img/Lamps_history/1.2.png",
        "description": "Suspension lamp providing diffused light. Acid-etched pressed borosilicate glass internal diffuser. Plissé cloth shade. Injection-molded transparent polycarbonate diffuser support. Transparent, stamped polycarbonate dust protection screen. White, injection-molded ABS rose, galvanized pressed steel ceiling fitting. Free steel suspension cable."
},
    {
        "title": "Glo-Ball Suspension 2",
        "designed_by": "by Jasper Morrison, 2012",
        "start_year": "2012",
        "end_year": "2013",
        "image_01": "./img/Lamps_history/2.png",
        "image_02": "./img/Lamps_history/2.1.png",
        "image_03": "./img/Lamps_history/2.2.png",
        "description": "Suspension lamp providing diffused light. Diffuser consisting of an externally acid-etched, hand blown, flashed opaline glass. Transparent, injection molded polycarbonate diffuser support. 30% fiberglass reinforced injection-molded polyamide rose; pressed and galvanized ceiling fitting. Steel suspension cable."
 },
    {
        "title": "Aim",
        "designed_by": "by Ronan & Erwan Bouroullec, 2014",
        "start_year": "2014",
        "end_year": "2015",
        "image_01": "./img/Lamps_history/3.png",
        "image_02": "./img/Lamps_history/3.1.png",
        "image_03": "./img/Lamps_history/3.2.png",
        "description": "Suspended light fitting. Body in varnished aluminium sheet, shade in photo-etched optical polycarbonate. Internal reflector in photo-etched ABS. Directionable body. Powered directly from mains. The LED can be dimmed with a «Triac for Led» dimmer approved by Flos.Flos does not respond in case of wrong electrical connection system installations. The cable has a useful length of 9 metres and thus the lamp can be suspended 3 metres from the ceiling. Multiple rose with capacity to connect up to 5 Aims also available."
 },
    {
        "title": "Ray Suspension",
        "designed_by": "by Rodolfo Dordoni, 2014",
        "start_year": "2014",
        "end_year": "2015",
        "image_01": "./img/Lamps_history/4.png",
        "image_02": "./img/Lamps_history/4.1.png",
        "image_03": "./img/Lamps_history/4.2.png",
        "description": "Suspension lamp providing direct or diffused lighting. Chrome-plated metal structure and lathe-shaped aluminum diffusers, painted white on the inside, and shiny white or black on the outside or gray-colored, blown and overlaid glass with glossy external finish.. Liquid paint protection. Opal blown glass inner diffuser. White painted steel ceiling attachment protected with transparent paint, and polished aluminum cover. Inside the rose there is the electronic Muvis dimmer which allows the regulation of light brightness with a dial and the radio-frequency connection with the Flos Cubo™."
 }



]
